Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: wasn't myself
pl: nie jestem sobą

source: wasn’t in top form
pl: nie jestem w szczytowej formie

source: we can create even more hardship for ourselves.
pl: możemy sprowadzić na siebie jeszcze większe kłopoty.

source: we should be able to get further.
pl: będziemy w stanie pójść dalej.

source: we've got this!
pl: mamy to!

source: were hiding underground!?
pl: ukrywali się pod ziemią?!

source: what's in there behind locked doors or gates or moats or whatnot and ya wonder what it could be and boy howdy I'd love to find out and see it for m'self don't ya know?
pl: cusiek jest za zamkniętymi drzwiami czy bramami czy fosą czy czymś i zastanawiasz się, cóż by to było i raju jako pragnąłbym się dowiedzieć i samoś sprawdzić wiesz?

source: when the world was invaded by aliens from beyond the stars.
pl: Ponieważ świat zaatakowali kosmici z odległych gwiazd.

source: who are suffering because they cannot finish NieR:Automata?
pl: którzy cierpią, bo nie mogą ukończyć NieR: Automata?

source: who cries out for help even as we speak...
pl: która woła o pomoc w tym momencie…

source: whoever dismantles the final sub-unit will earn a SPECIAL PRIZE!
pl: ktokolwiek rozbroi ostatnią podjednostkę, otrzyma SPECJALNĄ NAGRODĘ!

source: why not head home?
pl: dlaczego nie pójść do domu?

source: why not just stop already?
pl: dlaczego by już nie przestać?

source: wished for a friend's victory
pl: życzy przyjaciołom zwycięstwa

source: wished for my friends' victory
pl: życzę przyjaciołom zwycięstwa

source: with that one step
pl: tym jednym krokiem

source: worth giving your heart for
pl: oddania twojego serca

source: yet that is the one deserving of life
pl: a jednak ten krok zasługuje na życie

source: you can do it if you try!
pl: uda ci się, jeśli będziesz próbować!

source: you can just put down the controller.
pl: możesz po prostu odłożyć kontroler.

source: you lost. Let it go.
pl: przegrałeś. Odpuść.

source: you need to know when to give up.
pl: musisz wiedzieć kiedy się poddać.

source: you should do your best, too!
pl: ty też postaraj się jak najlepiej!

source: you'll be fine if you stay calm.
pl: będzie dobrze, jeśli zachowasz spokój.

source: you'll reach the end of your rope.
pl: dojdziesz do końca.

source: you're not needed.
pl: nie jesteś potrzebny.

source: you're not the only one.
pl: nie jesteś jedyny.

source: you're wasting your time.
pl: marnujesz swój czas.

source: you're worthless.
pl: jesteś bezwartościowy.

source: you've got us with you.
pl: masz nas przy sobie.

source: © 2017 SQUARE ENIX CO., LTD. All Rights Reserved.
pl: © 2017 SQUARE ENIX CO., LTD. Wszystkie prawa zastrzeżone. © 2021 Spolszczenie dla grajpopolsku.pl v0.97

source: © 2017, 2018 SQUARE ENIX CO., LTD. All Rights Reserved.
pl: © 2017, 2018 SQUARE ENIX CO., LTD. Wszystkie prawa zastrzeżone. © 2021 Spolszczenie dla grajpopolsku.pl v0.98

source: “...all androids...”<bt_wait>
pl: „...wszystkim androidom...”<bt_wait>

source: “A vile hatred slumbers in the depths of your heart.”<bt_wait>
pl: „Plugawa nienawiść, ukrywająca się w głębinach twego serca.”<bt_wait>

source: “AaaaaaAAAAAAAAAAAAAH!” </page>
pl: “AaaaaaAAAAAAAAAAAAAA!” </page>

source: “All right,” responds Rose. “I'll think of a name for you by then.”<bt_wait>
pl: „Dobrze.” odpowiada Róża. „Pomyślę do tego czasu nad imionami dla was.”<bt_wait>

source: “Anemone! Retreat for now! That's an order!”<bt_wait>
pl: „Anemono! Wycofaj się na razie! To rozkaz!”<bt_wait>

source: “Don't worry,” I say. “I'll be with you soon.”<bt_wait>
pl: „Nie martw się.” mówię. „Niedługo do ciebie dołączę.”<bt_wait>

source: “Enemies incoming... They're almost on us...”<bt_wait> As I speak, I suddenly find myself leaping from the elevator and taking up a position at Number 21's side—almost as if my body is out of my control.<bt_wait> Something is wrong. Something... </page>
pl: „Wrogowie nadchodzą... Prawie do nas dotarli...”<bt_wait> Kiedy to mówię, nagle orientuję się, że wyskakuję z windy i przyjmuję pozycję przy Numerze 21 — prawie jakbym straciła kontrolę nad własnym ciałem.<bt_wait> Coś jest nie tak. Coś... </page>

source: “Gerbera? The enemy is heading toward the explosives we set up earlier, yes?”<bt_wait>
pl: „Gerbera, wróg kieruje się w stronę wcześniej założonych przez nas ładunków wybuchowych, tak?”<bt_wait>

source: “Ha ha ha! Oh, yes you are.” </page>
pl: „Ha ha ha! Oczywiście, że jesteś.” </page>

source: “Hatred pouring into you.”<bt_wait>
pl: „Nienawiść wlewa się też w ciebie.”<bt_wait>

source: “Hey. What's wrong?”<bt_wait> “...It's nothing. Don't worry about it.”<bt_wait>
pl: „Hej. Coś nie tak?”<bt_wait> „...Nic takiego. Nie przejmuj się tym.”<bt_wait>

source: “How am I wrong, boy?”<bt_wait>
pl: „W czym się mylę, chłopcze?”<bt_wait>

source: “I annou...”<bt_wait>
pl: „Ogłasz...”<bt_wait>

source: “I announce...to all...androids...”
pl: ”Ogłaszam... wszystkim... androidom...”

source: “I'm..." </page> <page>
pl: „Jestem...” </page> <page>

source: “I'm...glad I got to meet you,” she says.<bt_wait>
pl: „Ja... cieszę się, że cię spotkałam.” mówi.<bt_wait>

source: “I'm...” </page>
pl: „Jestem...” </page>

source: “Is your leg all right?”<bt_wait> “Well, I doubt I'll be dancing anytime soon, but yeah. It's fine.”<bt_wait>
pl: „Czy z twoją nogą w porządku?”<bt_wait> „Cóż, wątpię, żebym mogła zatańczyć w najbliższym czasie, ale tak. Jest w porządku.”<bt_wait>

source: “My name is..." </page> <page> “My name...is 9S.“<bt_wait><BGM_BGM_M3060_S0910_N_0010> “A newly manufactured Scanner model.”<bt_wait> “January 30th, 11942.”<bt_wait> “Rolled out at 4:25 AM, Bunker time.”<bt_wait> “I will fight for humanity with all my strength.”<bt_wait> “The pleasure is mine, Commander.” </page> <page> I lie collapsed in a space of blinding white.<bt_wait> The pain is...gone.<bt_wait> The light envelops me.<bt_wait> It's so <i>warm</i>. </page> <page> I was anxious.<bt_wait> A soldier from the moment I was born, thrown into the world alone.<bt_wait> Nothing to rely on.<bt_wait> No God to believe in.<bt_wait>
pl: „Nazywam się...” </page> <page> „Nazywam się... 9S.“<bt_wait><BGM_BGM_M3060_S0910_N_0010> „Jestem nowo wybudowanym modelem Skanera.”<bt_wait> „30 stycznia 11942.”<bt_wait> „Zszedłem z taśmy o 4:25 czasu Bunkra.”<bt_wait> „Będę walczył w imię ludzkości z całych moich sił.”<bt_wait> „Przyjemność po mojej stronie, Pani Komandor.” </page> <page> Leżę w przestrzeni białego światła.<bt_wait> Ból... odszedł.<bt_wait> Światło mnie pochłania.<bt_wait> Jest takie <i>ciepłe</i>. </page> <page> Byłem niepewny.<bt_wait> Żołnierz od momentu narodzin, wrzucony samotnie do świata.<bt_wait> Nic na czym mógłbym się oprzeć.<bt_wait> Żadnego Boga, w którego mógłbym wierzyć.<bt_wait>

source: “No,” says Number 2. “It would be a waste.”<bt_wait>
pl: „Nie.” mówi Numer 2. „To byłaby strata.”<bt_wait>

source: “Our mission is top secret,” one of them says. “That's why you haven't heard about us yet.”<bt_wait> I slowly draw my knife in an attempt to gauge their reaction. “So in other words, no one will know any better if I kill you right now?”<bt_wait> “Stand down, Anemone,” says Rose softly.<bt_wait> “No!” cries Lilly. “She's right! We've all seen how quickly the enemy is evolving. Who's to say these four aren't machines that just look human?”<bt_wait> My companions nod in agreement. This damn war has made us all suspicious. </page>
pl: „Nasza misja jest ściśle tajna.” mówi jedna z nich. „Dlatego nic o nas nie słyszeliście.”<bt_wait> Powoli wyciągam nóż, w próbie ocenienia ich reakcji. „Więc innymi słowy nikt nie będzie nic wiedział, jeśli was teraz pozabijam?”<bt_wait> „Uspokój się, Anemono.” mówi delikatnie Róża.<bt_wait> „Nie!” krzyczy Lilly. „Ona ma rację! Wszystkie widziałyśmy jak szybko ewoluuje wróg. Kto jest nas w stanie zapewnić, że ta czwórka to nie są maszyny wyglądające jak ludzie?”<bt_wait> Moje towarzyszki kiwają głowami w zgodzie. Ta przeklęta wojna nauczyła nas podejrzliwości. </page>

source: “Overflowing desire.”<bt_wait> <i>I'm...I'm not like you!</i><bt_wait> “Your true self.” </page> <BGM_BGM_M1070_S0100_N_end>
pl: „Pożądanie, które się przelewa....”<bt_wait> <i>Ja... nie jestem taki jak ty!</i><bt_wait> „Twoje prawdziwe oblicze.” </page> <BGM_BGM_M1070_S0100_N_end>

source: “Really?” I say. “We haven't heard anything about new models.”<bt_wait>
pl: „Naprawdę?” mówię. „Nie słyszałyśmy nic o nowych modelach.”<bt_wait>

source: “She's infected!” screams Rose. “Lilly's infected!”<bt_wait>
pl: „Ona jest zainfekowana!” krzyczy Róża. „Lilly jest zainfekowana!”<bt_wait>

source: “Stop! You can't do this! You can't just let your friend DIE!”<bt_wait>
pl: „Przestań! Nie możesz tego zrobić! Nie możesz pozwolić swojej przyjaciółce UMRZEĆ!”<bt_wait>

source: “Thank you,” she whispers, “for staying with me.”<bt_wait>
pl: „Dziękuję”, szepcze. „Za zostanie ze mną.”<bt_wait>

source: “The Black Scrawl took another victim,” she says. "That's three this month. It's spreading way too fast.”<bt_wait> “Let's wait and see what happens.”<bt_wait> “I'm tired of hearing you say that!”<bt_wait>
pl: „Czarne Bazgroły zabrały kolejną ofiarę.” mówi „To trzecia w tym miesiącu. Zbyt szybko się roznosi.”<bt_wait> „Poczekajmy i zobaczmy co się stanie.”<bt_wait> „Jestem już zmęczona słyszeniem tego od ciebie!”<bt_wait>

source: “The more you try to hide it, the more that darkness grows.”<bt_wait>
pl: „Im bardziej starasz się ją ukryć, tym bardziej jej ciemność narasta.”<bt_wait>

source: “Then I'll give you peace,” I reply.<bt_wait>
pl: „Wtedy ofiaruję ci pokój.” odpowiadam.<bt_wait>

source: “There's no point in doing that, you know,” she whispers.<bt_wait>
pl: „Robienie tego nie ma sensu, wiesz?” szepcze.<bt_wait>

source: “Uploading data set now!”<bt_wait>
pl: „Ładuję zestaw danych!”<bt_wait>

source: “Virus removal...complete.”<BGM_BGM_M6010_S0150_N_0040> </page> She's back.<bt_wait> Lilly is back.<bt_wait>
pl: „Usuwanie wirusa... zakończone.”<BGM_BGM_M6010_S0150_N_0040> </page> <page> Ona wróciła.<bt_wait> Lilly wróciła.<bt_wait>

source: “Wait,” she says. </page>
pl: „Poczekajcie.” mówi. </page>

source: “We call each other by names that I gave us,” explains Rose.<bt_wait> “I see,” responds Number 4. “I thought it strange that you didn't use code numbers.”<bt_wait>
pl: „Zwracamy się do siebie imionami, które ja nam nadałam.” wyjaśnia Róża.<bt_wait> „Rozumiem.” odpowiada Numer 4. „Pomyślałam, że to dziwne, że nie używacie kodów.”<bt_wait>

source: “We machine lifeforms have evolved,” he says. “We made war. Learned. Grew. And thus we gained a new consciousness.<bt_wait> Indeed, it is as if a new form of existence has been born.” </page>
pl: „My, mechaniczne formy życia, wyewoluowałyśmy.”, mówi. „Prowadziłyśmy wojnę. Uczyłyśmy się. Rozwijałyśmy się. Dzięki czemu osiągnęłyśmy nową świadomość.<bt_wait> Zaiste, stało się tak, jakby narodziła się nowa forma egzystencji.” </page>

source: “We need reinforcement. Requesting deployment at once.”<bt_wait><BGM_BGM_M6010_S0250_N_0010> Number 2 speaks quickly, yet calmly—which is all the more remarkable considering the hostile army closing in on our position. But the command center in the orbiting satellite informs us no reinforcements will be forthcoming.<bt_wait>
pl: „Potrzebujemy wsparcia. Natychmiast zażądaj ich wydania.”<bt_wait><BGM_BGM_M6010_S0250_N_0010> Numer 2 mówi szybko, ale spokojnie — co jest godna podziwu ze względu na wrogą armię zbliżającą się do naszej pozycji. Ale centrum dowodzenia na orbitującej satelicie informuje nas, że nie pojawią się żadne posiłki.<bt_wait>

source: “You<bt_wait> do not trust anything.”<bt_wait>
pl: „Ty<bt_wait> nie ufasz niczemu.”<bt_wait>

source: “You<bt_wait> have lost hope in everything.”<bt_wait>
pl: „Ty<bt_wait> zatraciłeś całą swoją nadzieję.”<bt_wait>

source: “You<bt_wait> want to be loved by all.”
pl: „Ty<bt_wait> chcesz być przez wszystkich kochany.”<bt_wait>

source: “You<bt_wait> want to destroy everything.”<bt_wait>
pl: „Ty<bt_wait> chcesz wszystko zniszczyć.”<bt_wait>

source: “You<bt_wait> want to obtain everything.”<bt_wait>
pl: „Ty<bt_wait> chcesz wszystko posiąść.”<bt_wait>

source: ☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆ BETTER LUCK NEXT TIME ☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆
pl: ☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆ SPRÓBUJ JESZCZE RAZ ☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆

source: LOADING
pl: ŁADOWANIE

source: Um...
pl: Eee...

source: I
pl: Ja
